Repository: eldertek/scovie
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Scovie - Information management software
fr: Scovie - Logiciel de gestion d'informations

source: Administration of Scovie
fr: Administration de Scovie

source: Cannot delete default type
fr: Impossible de supprimer le type par défaut

source: Cannot delete default configuration
fr: Impossible de supprimer la configuration par défaut

source: Preview
fr: Aperçu

source: Delete all
fr: Supprimer tout

source: All items have been deleted.
fr: Tous les éléments ont été supprimés.

source: teacher
fr: enseignant

source: time
fr: heure

source: room
fr: salle

source: You have reached the maximum number of images
fr: Vous avez atteint le nombre maximum d'images

source: Runs first install commands, be cautious ! This will delete all data in database !
fr: Exécute les premiers commandes d'installation, soyez vigilant ! Cela effacera toutes les données dans base de données !

source: Generating secret key...
fr: Génération de la clé secrète

source: Cleaning up database...
fr: Nettoyage de la base de données...

source: Running makemigrations...
fr: Exécution de makemigrations...

source: Running migrate...
fr: Exécution de migrate...

source: Creating default announcement types...
fr: Création des types d'annonces par défaut...

source: No absences
fr: Aucune absence

source: Replacements
fr: Remplacements

source: No replacements
fr: Aucun remplacement

source: Delays
fr: Retards

source: No delays
fr: Aucun retard

source: No informations
fr: Aucune information

source: What is the name of your enterprise ?
fr: Quel est le nom de votre entreprise ?

source: Emergency mode ON !
fr: Mode d'urgence activé !

source: Please follow security instructions
fr: Veuillez suivre les instructions de sécurité

source: Room 1
fr: Salle 1

source: Teacher 1
fr: Enseignant 1

source: Running createsuperuser...
fr: Exécution de createsuperuser...

source: Runs an update of scovie, be cautious !
fr: Exécute une mise à jour de scovie, soyez prudent !

source: Creating backup...
fr: Création de la sauvegarde...

source: Updating scovie...
fr: Mise à jour de scovie

source: Scovie updated !
fr: Scovie mis à jour !

source: Scovie can only be updated on a linux system !
fr: Scovie peut uniquement être mis à jour sur les systèmes linux !

source: announcement
fr: annonce

source: display order
fr: ordre d'affichage

source: Planning for {} in {} with {}
fr: Planning pour {} en {} avec {}

source: parameter
fr: paramètre

source: value
fr: valeur

source: media
fr: média

source: name
fr: nom

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous.

source: Announcements of the day | Absent teachers
fr: Annonces du jour | Enseignants absents

source: Developed by André Théo LAURET
fr: Développé par André Théo LAURET

source: ['Sunday', 'Monday', 'Tuesday', 'Wednesday', 'Thursday', 'Friday', 'Saturday']
fr: ['Dimanche', 'Lundi', 'Mardi', 'Mercredi', 'Jeudi', 'Vendredi', 'Samedi']

source: ['january', 'february', 'march', 'april', 'may', 'june', 'july', 'august', 'september', 'october', 'november', 'december']
fr: ['janvier', 'février', 'mars', 'avril', 'mai', 'juin', 'juillet', 'août', 'septembre', 'octobre', 'novembre', 'décembre']

source: Organisation of classrooms
fr: Organisation des salles de classe

source: wishes you a happy Valentine Day!
fr: vous souhaite une joyeuse Saint-Valentin !
